{"architecture":{"class_name":"Functional","config":{"name":"functional_1","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,40],"dtype":"float32","sparse":false,"ragged":false,"name":"InputKado1"},"name":"InputKado1","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,40],"dtype":"float32","sparse":false,"ragged":false,"name":"InputKado2"},"name":"InputKado2","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,40],"dtype":"float32","sparse":false,"ragged":false,"name":"InputKado3"},"name":"InputKado3","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,40],"dtype":"float32","sparse":false,"ragged":false,"name":"InputKado4"},"name":"InputKado4","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen5"},"name":"InputHen5","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen6"},"name":"InputHen6","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen7"},"name":"InputHen7","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen8"},"name":"InputHen8","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen9"},"name":"InputHen9","inbound_nodes":[]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,32],"dtype":"float32","sparse":false,"ragged":false,"name":"InputHen10"},"name":"InputHen10","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"Dense2Kado1","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Kado1","inbound_nodes":[[["InputKado1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Kado2","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Kado2","inbound_nodes":[[["InputKado2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Kado3","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Kado3","inbound_nodes":[[["InputKado3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Kado4","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Kado4","inbound_nodes":[[["InputKado4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen5","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen5","inbound_nodes":[[["InputHen5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen6","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen6","inbound_nodes":[[["InputHen6",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen7","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen7","inbound_nodes":[[["InputHen7",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen8","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen8","inbound_nodes":[[["InputHen8",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen9","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen9","inbound_nodes":[[["InputHen9",0,0,{}]]]},{"class_name":"Dense","config":{"name":"Dense2Hen10","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"Dense2Hen10","inbound_nodes":[[["InputHen10",0,0,{}]]]},{"class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"ragged":false,"name":"Input_count"},"name":"Input_count","inbound_nodes":[]},{"class_name":"Activation","config":{"name":"activation","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation","inbound_nodes":[[["Dense2Kado1",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_1","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_1","inbound_nodes":[[["Dense2Kado2",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_2","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_2","inbound_nodes":[[["Dense2Kado3",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_3","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_3","inbound_nodes":[[["Dense2Kado4",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_4","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_4","inbound_nodes":[[["Dense2Hen5",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_5","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_5","inbound_nodes":[[["Dense2Hen6",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_6","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_6","inbound_nodes":[[["Dense2Hen7",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_7","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_7","inbound_nodes":[[["Dense2Hen8",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_8","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_8","inbound_nodes":[[["Dense2Hen9",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_9","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_9","inbound_nodes":[[["Dense2Hen10",0,0,{}]]]},{"class_name":"Concatenate","config":{"name":"concatenate","trainable":true,"dtype":"float32","axis":-1},"name":"concatenate","inbound_nodes":[[["Input_count",0,0,{}],["activation",0,0,{}],["activation_1",0,0,{}],["activation_2",0,0,{}],["activation_3",0,0,{}],["activation_4",0,0,{}],["activation_5",0,0,{}],["activation_6",0,0,{}],["activation_7",0,0,{}],["activation_8",0,0,{}],["activation_9",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":100,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["concatenate",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_10","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_10","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":100,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["activation_10",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_11","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_11","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":10,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["activation_11",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_12","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_12","inbound_nodes":[[["dense_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["activation_12",0,0,{}]]]}],"input_layers":[["Input_count",0,0],["InputKado1",0,0],["InputKado2",0,0],["InputKado3",0,0],["InputKado4",0,0],["InputHen5",0,0],["InputHen6",0,0],["InputHen7",0,0],["InputHen8",0,0],["InputHen9",0,0],["InputHen10",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.4.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[4],[40],[40],[40],[40],[32],[32],[32],[32],[32],[32]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[4],"values":["olYnP7pWLL74tPA/Ho2pvg=="]},{"shape":[40],"values":["QOpVPQJvI8Av4QG/fTFIvqHksL6OPEc/R0qCvwBdTr55NYm+2YsnP8X2kb7bA2M/iMmbP5zIkb8zmvI/7EMmvql9gr/jSR69nPC1vvmSsz9aGW2+fRl0vnK3m77ye7i/4a6Nvypvi79tuUK/Pkp8vqn2Xb/K6Ig/LmqKP8Cl/r7yLy2/YM8pPxKjIb9bSza/QEfMv3Yy2b4zGFG/sjGhvw=="]},{"shape":[40],"values":["PR93PDYUlL88x4G+DbpqPk2BjL5/hoe/Vj4YPtogxb2k0uO91hmOPnrPJb8Eyuk9HIeyP++OFT5P8wG+s1aEPDIrzL9tvDLApnUuQJh+Eb7aQpS+NdVCPopxYj8srG4/24YlPxvcFD9mxxc+JitZv0t55j739oi+/+odQPF8zb8J8J++B+68vyQZnb+99LS+3W2JPsHjtT/Gtw/A+eNrPw=="]},{"shape":[40],"values":["dOUtvo+OXL5Mwuc/cIR6vvj7HD2+PPc9D9LBv+xEIEC4P9G/Yt2NvU69nb5TN9e+U2gdv9A4Db8Cyae/a/RBv0PLQT8VpYK/1X/NvoL6a7/g8Nw/SAMwv0Jo4D+VLG6/YPDtvi8iA0Cj4q0/ZYJwOya5VD3hsGQ/aSssvyabvz4l1uQ/fJDsP/yt/z997pi/C2FtvwPwWT8tBsy/1R09vw=="]},{"shape":[40],"values":["7wlXv8SNnr4meM8+gFALvwnVZz424rY9D9ITv3J7zr8O9qG9byq2vycr/T7N3rW+tVLwPkZ7kL9JLD1AiG2FPvGnXj+1pig/Uvv5vTX7ir5/Xnm/PJ+XP7+zvT5oFTa/gIkGQDO/5z/K52E/MORrvr9WWj5/cmU/qHchvrl2I79kddI+e4/yv+DVqT4U85O+hPTGvurmIL9rz0hAnWrmvQ=="]},{"shape":[32],"values":["RnOBvi69aT8RcRFAZvGbvndU8b+EviM++7f1vvAZc7/Mzx0+vpd8vkBXfL0CE8y+NbFLvQpsNb++QsU+m3eDP88Pfj6u1pg/iVILv684UL6jwM2+77FHPqykvb/iAPm+/lJnP1xsvr4ypQ/ADpg7Pzn0C0CmWIY/e2U2P7nThr8="]},{"shape":[32],"values":["cgMBPyqig758nyRA9W4nv2xhkD1YypC/XVM0PvCFJMBG90u+0AE6wFGSA79TYck+JGGsPvrUrD7ZeAI/mKjdvvBvbb3gpKk+m52DvXdUgr6ZBOq/2LuKv/RrVD/PNlI/CwksvzfEpT+JMc0+AwEyvxrbBMD7Opi/rFiQvwCIGUA="]},{"shape":[32],"values":["U1dJv4rej78yWyQ/ZpZhv/NIbL+YkCQ/cg34PQ733r8vZv0+L2MlP60LlT5/HdA/e66kPQWlQb/b5ts+Uu8gwBPeFT8K8P8+I2RqP2OWaL/ou3C/PfPqv3qRhr94Rlg/DcHQvno6mT4MEwO++w65v646HMDjrP89MmHqPzF0oj4="]},{"shape":[32],"values":["FuCgP42iMb8XirU+ff3bPupHnD79pg0/R2wBwOuclz6YrKQ816iIPc7Bzj6CUwNAFUWnvgTmrT41sUs8R8Wsv+JtqL/krwQ+tmvRvzsmsz+a+X0/hUpGv2WUGD2OpXa/vHhzvy3A3z9FBgq/HJYfvVt3w7+wyxW/cehovQKYUEA="]},{"shape":[32],"values":["cWapvh2IvL8/oEi/XcVHv3VaPj+O3ak8decCwGwJmz8RHrm/1MvZvrO7dj8KItq+nghXPTrHOb8OiJi/AlIGvmmgrD4CaKg/KNFvP/+5hb9Ayd69V7H5vsrfsr9z2aG+YHRTPyY7g7yKhQE/9fo8Py0nZz6nTMC/8s2XP/eZbb8="]},{"shape":[32],"values":["BNDGPz4NbT8GCOE9xVzCP0VWKz+vzP0+9eGTPy8P9j6+Fro/OQ1AP3s0dj/0CM8/p8K5P0ibKL+3Myy/Gxjrv3xVgjsb56k/WAYgPEpAhj41ZLO+vAWBvlEikz8r73Y9CnzXvS3CaD+0Hpg+r2nfP/VSHkC1Esw/hpigPbKU0z0="]}],"outputs":[{"shape":[1],"values":["AACAPw=="]}]}],"trainable_params":{"Dense2Kado1":{"weights":["F1I5Phnlgb9zjQ8+kzmBvil/HL9fnBE+QZeqvR1eCb29bHU+AUN6vlzBVT7kekg98iwzPpicmD0hZQM9gBtZvqCsHr+s0Q4+hTzFvYge6DtkwUY9xd30vSRi+r61s1o8FJh/vd7SuD5vbmS+LaLiO/RFcz517qK+II+NPip/Ur4x3Ay+yei1Psmudb6I8Jw9WSbZPZrAMr3AnV++NVJnvg=="],"bias":["oLGxug=="]},"Dense2Kado2":{"weights":["ijGDvqR1X75gVGO+IZPrvrXIBr7Aec29V2utPGyq1D4kCbE+7bNtPvAWy74YW4i+rkGkv6Y8Wz9kIC+/82iAvXmQ1b0IxF2+eTzHPinXl77MZYk+0NqMvq3G8L3viI2+tvu6PscqPj6Tnp6+BoKcvhhXCb2Gh8y9uWjDPin3kr7bZUm8xgJFulOrZz7FMQI/uILoO/B/bTonM5G+3MmlvQ=="],"bias":["gZhyvQ=="]},"Dense2Kado3":{"weights":["D8fSPV8Zvbw9UKM9DRlTvL+ghD6QnXy9H3k8PoXMYL3U1Bq9ksNlPjfsJ73TrSA+YOWEvkpG6D3BRY+9lOsXvmQS0z1umuA9nKoeviPL+T2qXTW9zvmJPgmFcb313xQ+PJuCvgPLYr/aWIw6Wag0vycgnL5WNSY9nZIevm8cQr4YvpU+7LL6vFEujD6HYig8nxNJvXhOar7NiZq8P4gGvg=="],"bias":["+4b9Pg=="]},"Dense2Kado4":{"weights":["DSONvgbXDL5ptie+r+m9vqHNrD7o37O8XzodvtmkSLz5Ba2+OlDuPBSiMb4hYgG9O+QBvpHbYr6uTbO+lGOVvtmlqTsUH3q+zoOxvvyp8b1HdAg/JKbMvWij870zpH6/N4ssvRDHhz1cotK8yvaGvvkEOL5NQhU+YDkavsXhwTqxYNo+SMF6vusY3z1+BVS/DOtPP/B3jT7Uzlk/7kIDvw=="],"bias":["oKaivg=="]},"Dense2Hen5":{"weights":["3XyDPtaOQD//ihC+M3oKP9IRcj3L/ou8xu1guxh75z0EYXS93Bk6PZm8D73G4NA9LOVbvct6BL2nyoG9ab48vSMyN72l8aq8jcRovegMprohacO9ktJ4PQU1zL17Zlw9T978PQQr3bxrwik9k0oUPlHCrT4D0DA/YlcpvggrBz8="],"bias":["yhXhPQ=="]},"Dense2Hen6":{"weights":["CAqBPwojWr1Z5Qw/YTe0PLOIjT0V7PY9siqmPUEbNjyX9pM9rNvtPOtlCT0hrkg6B0p4PKZUZjuhRlc9YDmxvdqt6D1lLu49JHGkPVW5zDwTkhg8E7fwvP2nIT1HIHi9VoiQPKprGjzIG3M82cAevbnSej9bcd29aooeP9O15b0="],"bias":["P1kevg=="]},"Dense2Hen7":{"weights":["tEIdvjrKBb8wvTI+D/p5vtbiqDwmrz67yW5ZPc6kXLu5IKg7Sxdmva4AGb2NBFy9fwg0PsmfWz5HkOM92suwPd/acj0tYYc9UOoyPKYnLj1UVQo+zoWvvK+ktT27z229SDv7va0mZT01qgI9a7rdvYNorr6Od7u/S3AoPlVh7L4="],"bias":["1iMVPw=="]},"Dense2Hen8":{"weights":["keuGP+NajL0MOBU/PAlYPLXMJ70e5Uo9ZuWiPSNUM73eJLI9e7tNvPhPhD3mNLS8Pa7wPHC4Fj1pLWw8vQH8vV2lYj2B55W88NpGvMSsQr0DGqY90RJiOypepD1i5k+99tQLvWnDZT15D2Q9tTGYvb6qdj9KyRW+iy8UPxw1fr0="],"bias":["FxkbvQ=="]},"Dense2Hen9":{"weights":["7WhEv2o6xT4FCJ6/Ey/JvQkU6z6Jgca+i3VxvW++KT0Mw3Y9S6s1vmHFYT/iLlq+VpRlvwzNbT5YXmM9mFITvgHhN79FCcc+aJAvPWOExb6RJCg8pz4/vvvXVT86OkS+osimPkAAwb5xphG8fa2QPIqcfr9ZhLM+0oumvmkSYTw="],"bias":["O7J1vQ=="]},"Dense2Hen10":{"weights":["fgMIP5Asvz2HVlk/3/QBP5KbtzwTZiG9L8u1PhJ27r1ZuHe9Zq6FuXdcbb/+uFW/VUWrvoc70zsrYMG+s+RkvhhhCb5pA+68cw7WvoDXmD6tLiy/Ft/rvmOkMb6SlIc/x5mAvjDfUL+z6CA+ruECvRvvcD7J7I88r0C7PtTf2T4="],"bias":["djeVvg=="]},"dense":{"weights":["siYVvxRDuT5uyPa9MTXsPdZDEj8R6Ca/51/GPgEUCD4g2gc8hyCIP3uNKTzKlZ6+O6NZPhTfTT36Nl0+pXY0Pe0UpT9/ine9JR/ePr3uzz6IaQY/r9VXvgwaAz9W62y9MS2cvmMdRL+D5KM+wVVrPkts0z4Al5y+PDcYvs1blj0o+nc9UXF6PE1z873zYHc+9F3LvhETDz9bISm/bHE+P/a0kz4O0F+9ut8AP0/7TD3Czak/tLA4PiNrzz5DYIW+GVpgvr/Hjj7NaIK+AmITvn2Srr3vRLs/bgOJvp2ssz5Zq6Q/wqwWPWH5PT+5Xm4/Lr4dvk3w0T7l44Q/YP2rPp+JmL4jOtq+Pjs7v/cyaz4yJyE/SHtqPspBdr0PQNM9z3Y2P9t9ybw2+iK9q9SPPuFvuD5rzhc/bPn0Pg9ejj5OqTK+CkvZPb0Y9b11aaU/3XwqPnA0jj65ijE/AWX5Pt3SiD49yau+JmHxPop4QD/h46084bnRvnOdrb01M3c+tn2xPjGZHD6nLMM+NLJovvyEfz6oEhM/rgaSP1FHkD60Qvk+vLSkPZxDoT0z3dS9YMBmP+M6RzxiJHU/RKIMP/NNqT8dLJw9vCYGP7WsMzzt6AK+MPphPqCcjT553ye/ViHbuvL8FT9KzJg+AGh4PxkoKr/EYVi/h/gLPw/roDwUGhY/IpCyvQubRz+2fJY8xJ41vz5tgz1UJ46+sbDhPo8vvj4WCac9evVKPeQoCr5sLHs+6HYSv+iP4D07Qru+NVemvS5JFb/BIA8/YIs1vhN24T6t4Xs9Ke68PiU/XD8Mgb093D9Mvu1Edz/ghdq+J156vrXmaby/kjA9iPp4PNXQEz721me+KyXRPurAsz57blk/jJwYv/Jszbxb84M+a20APk5dDz/UvI8/1xRqPpY9gTnnVCY+Q6s4P4IQ277u/xw/gB0Rv810kL5zhkI/bCuHPslAtT+MvJw+txqLvbsH4D3gcpe9+kyevmHONz6rYLQ+wXoQvxVx6T6uvT8+","lrENvJ7RTb7g6WY99KuuPg1bNz4NJ8U9n/LqPXnGlj+MZas+8v7SPjpzDb+bM1+/VX4Ov91whD5Zmqi9gItOPsNrKz5m5QC+jnLjvrQcnj527Fa/xqL7PVaYRrwIcBq/ykGKPbEutzyM6hM/1+ffvUDAPT6GEkm+0Tr/PRCC4r5r7Lu+ZvSnO8y31D3eGxC/r/caP+p7Tr+QfVY+5nWrPoXUCz/w3dQ61TruvKmSs7nbGVw+WVkVvhxhqj47WVM+3qiAPYHrBLxOU1++ftY5vd3zpL0/MwI/1p8HPqseDb8A8jg+yWp9PhTLmL6SyQK/y/KVvxiCAj9rf+E+T2GCv/rTqD5Ut2e/anS9PekL5j7GC06+8phRPnn9KL9y0zY/2XcNv1LPZD0Cy2o+1nqfPlbAkr4kVcY+owVtPsZOqj2b6QQ/JknmPqEWlL5uuXy+WnmGPoRVA75EgZc+PCJYvwrlYT88TCK/bbWxPo5Zaj6LKhs+WYcTPkndAL4zBXK/cOwmPoEjpL4dj6A+vFRPPs25P78IcEm/9uXBvjMHAz0xr3i+68ApP4QpUz0Qnw4/jecEPbAFKr4F5DM/3awCPyXHzb7zfPO+utY/vb04vb7irV0+qzICP3oSx740Ffk9qFVuvgd8I70Hmca9x5sJPz6mWrvCW5q958vQPn4+yj4XAxq/0TcZPnT/wj43Jzg/6YNjPkoc5r4Y4hw/kIhKP4SfxT4GVRo/FRwoP+aJZL5PJ66+Y4yNvPej1j5IcbE+1VP6vcryxr4rGMo+d3EtPkDYrD6cuI6/kfTyPuZRCz5kfDK+z8A9vmNnUb/aqLE+zisPvn37UT2hOWU84H7HPSJC4j4cNoW+3yMfPm5EET96MhW/BE8IPoUKdr/zPF0+RE5Rvhi/LD82c6e+VfOEvbooqLuqJQy+QLdqvd2ztb5zlgm/Gexmv4Mp3D7kQES/r3Uxv3oC5D348sS+pOgSP1CNnD2bjIc+ItN+v5vF3T4Dba2+GRzrPZjGpL5rcnK/","4ziSPnPFRb8lsG6/+zolPgq05b5NAPc+Tk2yPRWGcz2Bozs9NreqPY+WIz+EfYS/qB62Pbw9Dr9fTNI+8nKyvOhCuT09zYq+zm0FPhRp+7xkJsy9n2/ovcXavj5pFds9qho0vkkFMT4ep6g5eG/vPU7lDj10JK+/2JmePrkODb72Agg+JSJ8Ptw6hz6nO9Q8oO0ouYA/Mz7bF8s9+gEbvWY1Lz4NVL28ZHZxPTsKRr1HUe+9gqcrPvilHL5XyUg+zeZgvUJuzz7OEue++cTiPlpXm77ps3A9AIH0Pa2pB7uZS+S8DRgKvFJgqz57uZm9knaTvVZUnb7RfvM8SkiSPZk0gD6oeEK/kQCaPVCX9z3oGWc92Ut3vkleJj4SED894FosvnBpqjxfpIG9yjsUO4QyCL4yymW7iuUMvAx0uT5j8ri+KTcvPpnvqr64c0y/OEA+Pkowk720hgq+f2enPifB3D30qbw9ezFcvfUKOr+cXLE9Bx8oPU1vPD27EwS99cSUPNfb1T0cfqO8XjQCPk0R/76TIY0+YAoJv9OD2D0/HU8+/EZEvqFFRb5iiaI+6Sq4PPWQFL7aofA8oHUkvi89AD9cFSy+23j4PhsuJD12fdE8bQy+PMHCEL6Rma29iMuqvcVP175Yx828B7EuPujdwr5JxJq/JMfdvZI1u72J2D29vcBTPmOtIb0LVzE+/Q0Vv8IPRb+u3ZU+89GBvFMpPL8wtKA9Wq9Ev2sH7b2AQxW+ECEuvlZdWbqJ+xm9ZvWSvRANAD5nB0G+EIksve4Fxjs0Io++cIY/O4RK0z4kGro+R8mEvlKHc70V2wK9MbLsPXB3rL2CFk4+7jEnPdmvZ75RFSY+Qo0YvlzuED4t4am/sJzcvvihgr0lzYo9NXFavYw65j4jsf89z4ZKPWIubT4Jq7w929FxPdQ8LD4oJ62+PqvGvQPHgTx3Gwa+R6Q3PmX/Zz3q27m9Pfy6O3n5vT4GtwE9YZsUPqzS+71D3iY+xItZv8K9CL7Ih4I9","2EtdP51lqrxvY4O92LT3O0urXTzCpHU77zkEP+oKED4ikxE+yZsnvvzJ4zxi0wa99FjQPrRXaz7IWf6+hRvlPmTh6708CgO+umrEvPyJIz6pkAE+8AoRPjxNyb1Uup2+AssmupCxuzzZxBw+s+fLPUCABr3cvSs9PQCQvUPn6LwNFBs+53RDPrXMlj4LkiM+XWDGPfbHML/XLJi/55eGvoDUjr4ce4q/eAMTvj2YjDxXzY+90SQiv7X3Dz6Z/5U9x+ipPfHJAr2TjzI9hY6CvcUtyL5h/K48y2EQvS4iHz7dmgq7eOWfPuOJX76bloK/dKn9vdpO7j6h0gM+4gQPPkIG3DxjdZU9cnFhPkUK2j2zDhA+WcJdvh2REj0pj3w9Zv2ZPrdZ374M/Fa/Fq1+vrXhOj4fyY29aqcQvjEVnLw4wjU+0B5+vd2FXr7yaUu6qpcrPsPKwD2iMfi8YF/sPda6Kr4Kifm9078NvQrhUL/T18O+bL5NvdeKYr5hM7M932VqvU/bgj7vf5K9VbYdv6cu7L0oT5u8hT2YvWhj/7tlcI67voGnO3RyUz584iE+ECmyvvEHtj7pCoG9h/qNvXIYl7+eQFi+WpgOP0nYhz5nAC4+EOy3vA65Kz1FV+G+XtUVv0i3AL5DWBq/kRMEuqDgbr1EKqO9xF3IvUPFjj5cVF4+eIMWv7/Q474pOty9D2d0vvuUdj7MOpq+IuG5vraUm70fGlY/If+UPta4nL44DIw+xMtTv5+3jD6uTly9uEkEv6auDb8A51i/daaUPFohAL+fTJs+JTe+Pb6+i77xkti7FfiEvdg1uD4hhkg+VkCEPS4lBj9YOmo/II25PcEe3D7Hnfw9BjVTPsEEmj3N+CW+fFiaviITW70aDo6+X2e8vAyxCz1N7YY8boSYvutZIL4eEEM/lAxav+q1lr0TVyK+m81NvNWi+r1nQM88t0ARPUo20L4B5pU+svdNPpcqAT8JSTQ9RgC/PLvyUb1Rgxe+ymmOvvuUeL6E0BA+","9yrbvS7kWTudmCw+b0AIv9FDVj3yYY+/umiWvhv1zz6M0hE+ZMQgvoS4cTzd3Cw+AGGOPX81tb03+CI+ch9NvqV5u7y9Hmm+0T7xPgpZ7D2ub5q+e2edPYns2j37lzY+mQwGPRUoyr2EFbI9UNSMPoaB2j03yTg+iuFtv8mwBrxWv0k89kvNvWdaMb6bOqu9znT0PvXcTj0YGeG+rhtwPu/Umr5Fwaq+XddUv77ke7732oe+7UT4PUrRwz7s5aQ+meLbPhT2Z77At4c96unwPfWxND2iYFs90H8Jv4KaBLr0jTW+6JgVPrDyQr7mKZQ+cjebPukLxr1edSY9AFG9vo5/Fr7y3QC+/xeYPXcNGz7A1Ri+11a0vutmi76nBbY+1tzwvdAAZ76grY8+jM75PT3jnL7zuPo+qQPLvC6pZj64Vcy+lTvovoTMvL3PEdM+CZayvjJMhj759r491WdVvdaDpbw9zKy8BMaNPk5fXz1bAkW+bJ6OPsnIRT6vRZc+k7dCPG4ihz1iReo+ebgmPvZM2zqlbAW75SV1PvfAp71N/Ks9iOiOvqQU7b6D2/w9SdMOvXnylj36PyI+5POovNw0qzyRRB+9RYBavjedPr5GD50+3BIVv+v9IL5hULG9N5AGPvCIkz5P/yo+9zGevn6zwz2p+ai9RbbGvjKvGD4VVaC+j1eHvH8EcT7kY3q9k287PghPDT92LOE9h5wOPCArl725Cdq+db5HPtcDjD6qyem+8nF9PaGcgb61cm6+nbMhvVbNkD7Ncwm+8MTbPcs+9z13vL+9uYs3PjFBL74iVpk9gU/cvssv0L1aEqA+8eGavvizBz5VWAA/1bC/Pc0oPj4FcyG+lzRgvkAvnD4M5qg+2Qigv1u+YL/8By+9jxovv7mRQL8rNY89QwLkvnH2+T6EhMq+ilMbPJ60KL/Bt40+Q1n2vvJoVj08YZK+dlW8PrnNEz/PWRM837W7vkS2Ar2T7c+7H8PBvjq6wj24JCM90RsXvujFZL02U0C+","0LcPvZMScD7R/rw91s7WvqSvn75QCOK968XEvgBspT0TRei9kpN0PUEalT6r0wa+K2c+PkqJg752ET2+r9kvvCsk3btq7Qu+9+UjvrRkez6bMXs+BeV8PRL/zj0hNCC+qukuv08BBr4IWyO9oLejPjlf1r6aE0I9NvAnvlxwzb6q45O+6v1tvn7VfT7xU4i+cdtkPXF1iz6yMzi+1NfnPcyP7Lzzp8c9mio6PvLFUj0Rzfy++ok5PSmPtb9mNIe+Nxs/PrZoTD7SAfI+GCc+PtDJhT7tmIw9FmBsv547pb4zu2q+gDn5Pq459TtPu0+9A9eTPp3wuD6wGAw/Il0UvTQk+T2+itC9TzYiPqTUn76vjoC+rJZ8Pfeaw71yldc+kligPEw1WrvSIci9lQWtvFfMPj612xQ+hCEAPvphsr3G9L69iqxtPpsEZL5vkJI7dwOIPgmMwb73TUU9XX+kvou9yj7oU0k+u5C4vw8Nr76aZ7g+eLqSvu3udbySi7s9LOMcPQWIGTyoCE2+gLk4PeiC+z0GB5i+4lyZvm2mx72Ljwy/d/gCvU64Br/djYk9MtA8PlXV57w6SGS+iJnoPcf7Ib6dpp0+O14cP3aRdL6v6KU8SRHYvBMIBr5F5X28QaHlvUdZLj1oln0+ydEuPlLXA78DouM+4PluPqOEvT0L0Zu+zKm5vsiYdb5isZs+we2WvBrNDz7AC9M+MYE8vl9zsr51hVe+r5K6vdIZHz7+c4M+zPgGP1IQ4T2v2c48oEQwvjm2or5M+Hs98VKBPmNn8L6fPX4+dHUjvr2fTj2V3wm9gOZvv3Lg6L7LNBA+l+hzvQJnGT79+lc82306vk9tzD3c8xe+NyBlPY1QaD5Nspy+xOxUPa86Dj9PTKw9z4+zvd7hor1QwaC+qRzEPmKcnj62X5g+TNKev0XmyLyXDVq/0tggv+ue3z3P5w6/8ut+v4APnr4/Bhy/8NgYv+u5lj5kxh6/cAKRPVLRYr69k+U+s6VtPrx0Qb+1mpO+","N5KWPE7oqDyopsa+R4/wPdLXzT0t+9q9BQLlvfgpOb5Q4Uq+iMVdPj82pj3PN66+I5qlviNEZL1woea+bkS9PMsOlb0M6Ha8qOkdPlEXRD0UaO09tjqtvRkANr52eEK+U41mPWo53b0NW2O+YfhJPsGDcj7qnbs9uBlrPqq2hb3Y2mA90xMzPZixKb7xs5g+LAhEvhdfPL17ZoU9+MfyvUzBQL5FtKu+A12RPv6xiL5rpkO9EKp+PjaGnL1sFOk9RAnIPT6f677zJgE/w+iVPTeUXb11Py07ZWiLu/z82T6A3YC+7ViRv79Nhz6SpgS/2PmNvR65eL4EeO09lG5nPQWspj4F3Pm+b8DHvw255r1Knma+gVyOv/nzbz7KbHi+3XC+Prawqj1tSu4+Zn4CvUqyij6O8zG+rXimvueOS74RoYO8DUiMvIxkOb47ITK/4jNdPhL3Kj/hY/q9yJQovnUnDD/ec068HVuSPvbwPD4dQx2/LAMUPk+kGD/2id89R1QCvjmpEb95ajK+DIMEPqT1Kj4plKw+zBPavS/xnr4Zn9U+2fzWPf3DiD1rNSY/s4ZzP1A8hL6CirG9hKBTPY2SWLy8L2e+bE6JPTw/NT6xoRU/i5+7vZjcJz7/ZIG/BZUWPlN6lr6UZkm+djXUPjJpK75GbxO9Qf/4vY98mL2vJbG+IVzxvvGAaT6QeSo+GgfDPptYgr5X4Xy+Sc/ZPqcjl77BQ3A+DDksPzCiBr/Qx/m+RxzwvfoI4T4fYpK+kI6fPl1xkz7cSaU9UM8Dv3MPjTq295Y+zxHWvq+lKL9Oipw+RwADvo6gPz3Sbwa/c0ITv50Pqb5Rhqi+G6Iuvk4K0r7eko0/1qAmP6RGVD8F8Js+opPdPuVsyr5JsfI+N9v0PSAfvL4PEqu92f8/v4jenb3WFoY9zquzvml8gbxy4S6/DlkAv5o5OT5yGeg9Yc9ZvivgV7/6Mhg86Ml2vzmMvr7wTMO8/p3IPkdSjb43koU9eFBaPhFblr1xE2a+","NqSXPueEyb4qOMC9RlsfPvFxvj5bYyc+ZMz/Pl/Vqr7CHi48CRk9OsDJOD3JQi0+E8ihPIq/EL9TFJg+we6qvm9rW74WMSE/hzwCPz3hcr8qFbe+aVSAPuxWkD5pZ8O+soOAvg9PsT51u4g+i8p5voeECb6DmUk+wGS+vjLkoT7NdvI+AR/EvdMEPj9c3N08ahM8vv5tVL5b9us+KqXLPlOhJ79wK1c+7caXPrr1or5Z5vM9PoWMvmPzWj5XXyM/zqQcv6z1JT7THa4+t/LjPn6OS75iVaI+1Q+oPt1yzj0="],"bias":["9SRGvoyHFj70GA++NheePT51wbwx0IW+dxocPifWtr57zJ8+DTuSvlDZQL4Iy4q+E9OAvl+tcz6VV22+x8covQxKYT7JUWy93jSKvp/h8T1Mtoy99ru6vQHFX72wj1s9lhZMvnkKlr2PHd2+xk9yPU+Dpz3fXzS8DrP3vjCz2zzLPgG/c1i4vnk4kz7F6jA+ILV1PnQbnb6IvjW/aRmfPjyTob6bxCE9DgAEvVSAtz718WO+Ar5bPtUR7712JE0+BYInvh3bML7S5bu90UJpPWLE+b2qO1y+sn1BviL9kr1IEDi9Cx9MPqxfLT2SZXQ+zHn4vuNFhL71bva+PV5XPu/CdL7mQqO+xv3Ivs1Cwz2wjY++axt2vVwQfT6Mlnu8U2QIPjtgIb75cLm+QjyTvSYger64mJM+iUhSPhl+Hr4WOuq+zqefvnnV8b6ElrG8kZskPvcUJL7dgy09rCcivqC3cr510w6/VEP7vVXCjL6jY50+sstTPpMYi74ZkVm+4yh5vmKnlT0Btu8+qO6WvQ=="]},"dense_1":{"weights":["arzsvhdZMb4HsZW8HdVEPlonYT4gbmu+tOy4PRvSTr+AMNo9ybo/vnlQIL+NgxW/LY92PkOLhz5UmjW/5lo8v05vTj1zyyi/EKpePqCYrj5lFzS+MLqYvbatib3eZpe+LpLoPjPyh75Znoq/MlomvZqm1jqSNWw9MIy9vuKVcD3dUbe+zPddPd3b2j1IH629A5UUv7VyLL+D+8c9vaAVvlpMJz6M7xW/6ti1vhFP475h1KK91B6Nvnwktr2MOXq+gYxxvjQK3r5Lx7a+nsIxvlwMsrvrf2o+Us/9PdjuDj5erfC+dh6Qvj3uyb5iFku/x9EUv+68QL64whU+95PiPVuYvr0txUc9LsIUv6RP1r2bkYq+pVlIvvfYLj7e8Yy+kU3hvqX9k7+VuSS/ka5XPSxoWr48VBg+rHwOvjC4cr1XawE8iQ3cvu8sLL4ua5G+bcrbvkGWgz7G+lC9VytNPRKZub6eO6C+IEAZvnPeB76xK0+92HelvWrWCz5Xiei+M893PZJdQL5Jb8I7UqUhPg2EST6bVSa/GTPVPqkv0zyjjPc9nH7tvUN0vr4Kbhu/61zgPkzGkL1EMbY+IjWavaS5Sr/k2vu9rb2HOmJpC76ighq+YiTbvfAnDT8XjTA+axWCvhztHL5gNpI+jjYQvuY0nj5tAC+9RS4sPhVABT4ourA9SjFKPsacoT7Dmao+bpvXvqH8m79C8Yg+cKLgvh6Ulj2Cu/w9Cr+EPqqfCz9iaSk/7ouFvvKNVr/MbI69Lm3TvXftET4AQA0+k6PAPip+DT/eIDW+nAg6vyD+9z5oLXG8wk8cPWkDhL5XKDo+xVIwv/7aujx53AC/3XEav8o15j6ssF89BWkcPv8Ffj6szZ2+4wmHPcJ+cD7xhs6+KJFgPT1JJb/v26Q8G4Wvvg0WGr7LnEi/QYMIvkmmi76Tsbc+/duaPo17JD05OvA8HF4HPsFHHb4r5rC++BEOvjoqKT0e6Ae/tMaaPZWD9D528oC+XuW+PJ/f6734v6k9","3AoaPy3Nxz6/TjE+jWzePsUeqL4PdGC9F4CHvvCukL/Fg9++PQLHPtUZ5z55KFm+/1SoPtEepL1JXIa+FykRPTKpSL5MiLM9rBAjPjPNXr/66IU+l5EbvP3U5r6O+RY/EQiWvvnEz75Ym9W+P+JrvbvlNT8++a08C6i0PolBFT74/Pu+s9qkvtSM/Ttrjlg+04JkvlUHvr7/Rtk9ZoYLv1wauD5L6xu+7/N7vjWAmb1kzae+fqa6vrrp9D43LkK+/m1BPVt8GD9nN9G+RMfzO3JSib9/GbS+WuxXPFfZJ76BcjS/QVvMPisQlb4/swM+vBsmvptlVL6YCnI+Y7mnvw2YHz8Ai7Q8MIxMvZTkpL5AFRM/gtg0P1Tfsr6hU2u+q2KrvsOAnj51ry285JhAvZitNb6xU1M/n8V2Pg/WCb+93bC9HMp/vwtAsb6JFQ4/ZFrZvkfhR73G/vc8nx2NPqUKEb7xZcq9iyJDP34C3z6qRpi9d/8eP/gxvr5FLmK/OTrPPswSNL5Y0AK/mPJrP5rrHz8Q/Oi9Vj4Lvsjz6T6xUfM+cTZovdH0s7zhsDi+qoTyvagctj1wCXE+Z2/RvlmIpj4FR42/vOmgvjcsRD4xJUi/kj+2PYhAbDyt0gG/JzBfPiAQqb5kl8A9m5JFPhAcUb/ep+y7rqdCv5rubL4uaMg+ZakqvoSXHz6GS56+e+9Uv66NL7+7LmI+FPfpvmDgZL3VVCC/ajcCvg9krD3RTas+RCzGPQELnb6Vdw8/EgefvrZcNr4KyTu+KXnMvvjI172d63c+cZKLvnYvRL4Qmla+Yw+xvbLQDT4lW9M+ZiIqvzGfYr4KGmm9Go8VvgZu1T3njn28orldPr4YQz7lW76+9lDbPTIWDD3dsJc+LsTRPnJQsD6ZRyC/btcJP7bzp7//D9W+MB4Nv1jGJ75S6OE+2Zm4PbkrMD2Nq18+31bMvVh6JL/E5Tm/F3jEPhzHzL5Y9fO8V+MuvyRyNj1fazW+lRcOv2EuCT67N4Q+","6XlmvfN3AT8Xzwq/PkPoPkKmfj7wUPC+zKjIPhdDmb5/IXG+8MW3vqbyDb83PgG+GHDmPnbHNL4Thfa/SHCevpz+QD7wtCA/zc55PlsZYD+6Bbu9RKkdv2HzXr2evHs+bodqPU00KL2rCx8/58a/vksuQ7/Ev58+wOylvpanLz9h7po+ZhcJP6rzFD2HMA6+equ7vUFNsLt/bvy+2lkhvhklKb4qMyo+KxuVv1aQob7Tj6M7ZaJBvjX/Bb+YNsW9ees+vk4FGr69790+SCqPviQK/r7sjKO+ZfvAPfwFtT1MVig+VBQEP2dxBT/YH9I+hiO3vlMuCb+IwkW8Kp7Dvt6g7r4Z9Ro+Lw9TvQKTMD/8E8Y9uXBKPvt6LjxivD2/uKEMv/B09T6dCI2/OEXXvu0o5D6jbWm9tA/zPgYhZr/tEVW/GYD7PsaJHT+W1ZC/p9izPWZgsz9f98A+aKwnvvCKY77avfK+DQjkPfJYor8J4lc8lJ/SPUPECz/R45w8dADfvj4QIz9O+Mi+ok0QPerrFD+P6ae8QerlO4ergz5JzcE++9BBvsm0Jz5UhGG+21lsPnDIhr/V/FQ/BhNRvw9gwT5B9sm+yE+CP2Gvoj4edxu/TJbyvSuRRL9JiYo+VHntvNL5XL1uGHa80C9Iv+Ua4L5jGXm8QA6EPMCtvL40Vxs+XNAIvE9XXT42Vrm9YzF0PhyDjr+swns8GEH9va8Yy76MXdI8dA6qvs+iQb7TlAA9rKqqvZe2fb8v5b++LN08v7GBMj4qZaI9HgukvgHD+7xi/Ik9XWQFPjku+74LdVm/TCcAv6HULz4bEu++P1pTPrhTEz7m/q6+Ib2CvmtK9b7VA86+acXxvikPTL90oQa/EIW/vhwo5r7glV0+Z+X4OQisU76DokA+cz5+vPoGY78bm1+9Oj+zv7jMsb8gJ6O9Lj7fPdT63r79dVE+GBkcvqh2xD4mk3e/1v+gvmJBL730uIq9xqO6PmxzT78Sms291Tasv+soh7/Q3AG/","8Vjwvr8hPj2y8cS8iJaIvuRf3z2x4RG/XNw6vZ/hk70f9SA+xc/MPuLFGj/tECq/AO0Uv8Ye9bw7V6O+hgGDveYxgb3Z1hG/AZR1PiIMfD41N5U9YQKVvpCawD0pDLY+PVuAPt6CvD373Ca+gOqKvfghwb20iJS+Ux+CPkXRHb2TG8U+sx58vrDX5Dx+aGQ9Z/ZMvkaHCL6z8Fy+5WsLPtPiqbuqFhe+v/a1PDIT/T2yQA4+ewkfPV0tiL4Y6MK9Uw7ivqUk3z1uX+09cPb5vrC7CL/+TZE9H8d3vLruND6CNJ8+ZvvrvTY1Pz7Zw2q+u0a6PjQX2z1kV2S/jnG4vsu1xj5m6Dk8lWh5PjLPvj1S1uM+Rp4Wvunal72GNt4+W4ikvrH9xT2yJoa+yDrFPUURG74NWLU+ClOPPXiokj7XEdu+IL7vvVpxoz3vnAC+NGknPgZt+75JR6u+oiOYvttv6776dZK+fJtFPppQAb3B2im/6JRCPuixXz5kF+E+fT4UvoCiLD7kWgK/mfbbvr/Igb5jYTE9d7NsPhzn7D1ipeC920mCvTyxij2JpcS9JpeOPi1KAz43wGe9vuoqvGu53T4ehNA+UCrDvWbhHL9uNQq+rR2lPnWJLL4Rsv++jPdgPhcHfT138Ca/I0FYvQVd0rvUwWa+APdAPxu+mz60uUy+GrLIvHN/Gr497927DPNyvkEGTb6yWYi9uD7QPatXXj2sVcO+yCqEPKKqkzzR9iy9LCY4vsloJD7Dt1C7ZTE2vaiaAL7eaoS+jRqmvoGcnb4Vrpa9FJefPdwy8zsvCJC9p7OePV2DnL57oog+r54Dv+YLSb7ub3m++e7avm4pSr14SXu+/oa5vt4uLL5MlV++UEUwvlbNkD3jpty9Xpt5vnSPv77r/6g+Ck68vscNor5mXpq+ZMKGPlk5xz2xPF2+NO6zPRg9tb7fFys+a1suvZl/uDv7M9W+hERQv1FhmL0u9pA+2xnLPV9q5D2QVy8+xviTvmpvpL4GGxq+","Gs6dvmgtab9evVI9ptI/Pshhxb778VW9fNEVvwneK74HK0W+TmQmPsBVu71IsEG+Z61PvnVYJ76MvXi/KYKavoHK7b1p3/Y9DlltvqXxD71XnZe9IrQ1vrZPhryI59K+NjjCPh2XSr6H6gM/lxHZPTB/m75OEIS/cyjlPabTnT5bHUm+7zA9vcnfIb/vz4A+ugSBv2JK1D00yK4+mLxTPhJ5H7/XNy09L8kAP89kE79cM3W93be5PajGp77OW4I9eRGMvZ3uqr+kNGg9ALBOvR0brL37Ero+QXcxO99ud75l5YA+wzdYP9HlHD+00hg8ZtErvigK8j1X34M+YpyJvg+ahT5L/yc96ELgvc3CiL+3oVw8XkqVPi7zAr9R7du+MomxPtrQuDxDBTA+a8bsPj1wHT4QKqw+UqI3P5dA4rs+OQ0+B1EBP5uyjT7K1fw9Y/D9Pf5pxj6UiB2+Id61PuDva7/qBJM+OuPSvtUJLj7Dy0Q+S1PkPuXE5D4EE8g9Ru1XPjtSML3ln+88hduPvy5UEb9/RU8+4StxPlewHL9O6sC9KJEfP+8mC78Sndi9lMEHP+RFrTy/JUc/mRbcvGdQQ72qInM+SEBIP2rbqjw+8Ce9mqiRPgEwGb+Pi0S97g2Sv5grXj1wuhI+ZcwWPlKKJT5+oO++cgwzv1dUJT6aQKS80roqPgeoID+4rJc+/JMjPxTLZr5+MIO+A5DKvqSy2j3ILDw+HYyOPifAtr5SfNm975HRveTT1D7tH7e94n4mvZ4mwT51fyk9rngjPgcvVz5Fdty+iLivPlhkbr4EUy6/OSC9vVJvjj5mCPs9RrUUv+BUlL4Ik+G9x5mSvreMML+bgr29zsxyv3d+Jr/6vcE+0YoTv3AzoL4fsPU+FnJXv8YGcL1kSzc+KSXtPpu/Ob+z3fc+7jPzvT6hPz74O469oE/YPgm8I78XeAA+B57RPQvquD2u6/W+LwT/vuuCPr5bAFW9crMevwTVd72Arl6/OkAGP7QIzT5gBZa9","MtuSvkB1VbxPdMm9m12RvvnHob4z2vM+mxOtPukHhb1PVYw+IDsYv6lwJr8Mw9y+I6nhPZiHy74Z6kC+hUv0vqjAtz6q6w6/n2VQP8v6Mb35Jz4+7SgpvlTCj781eWu+KknRvT6to7/XJ0E9dbjgPdcJlj6msZG+ofgzP+Snxz7MXRi+8UahPrVYsz0OCSA/lB35viRMID9jcSU+Bt0/vwE8Cr6nT58+h8iDvtlZcz6JoJ2+YUI/PxgpUj5pNEC/zEfSvrbpDb4H9qE+mGQWvtIKn77f1Z698yUYvo4zjD6Ovey+VJ8FPoNSTz5vhQm+iV5+vYfd/L5gjLY+ntdQvGNeuz44kAk/zA9/PkUS7j4TiXa92MApvmh7sb5+esM+ibhDvUxiuz2GklS+hM4jv6Kijb06ada9n7MiP0XsNb+z+aw8OCyvPmaWjL3NYpK+zND/vtaypr6N5ae9n6BuPLOddL86ats+C3lNvvgycz6w4NC98qQnv3xsBL8Ozgu/ixhZvgQOXL5Lm4E9tiJqPTcH9L7Ljz+92BHPPqKW1D5BMCi+0E/3u55HWD2c85w9uPoNvg373L1Giby9g0UAP+qN6D3pAlW/SgnNvuf5/j7obRw9/Cy9PhQF/D2Df/q9oUeDPp8kgz6rMJ2+oe9Bv+qp3b4VRZc+OdTgvYtcT74VAM++JHopP4T+p7+vFlc+KYLQvtaupj7D7T6/PduBvdzrKj+NSiW/a4OnvX0EgT7N1iq/e4kDPsmRWz7iszA+nnsEPuCqtj79fsc92cpGvMXqK77dJHS+nWf1vkMF9b4iHQ0+flskP5d/hL4NVKm+fRg7vKhCyb3ThgQ/R3AMPX7Ujz3EqD49zsedO/veCj290f0+GeTLPhDpY75eQIK9l7dRPnEbqb2RUaI9PJZTPlwH6L6LawY9AwUuPtqRmL+6EzI+NStgvubWBj6Hs6k8lyqnPgT8Gb/IgBC/e89Yvhu4w74yLnQ9KxZIPh9e6L2xm6E9QF5PvuylS72IjA0/","ou1IvnzrP70cnVG+98t5PkFCZ79Ugak+wK2SvnuwGr6PCAA+jzCEPehU9j4Q3fw+amaHvQyDrTwCnbW9iUdjv8Q4Yr7NZZO8wfxnPVQXkb47NKm8wND5vplF6rzwmuY9T8nsPkobHD+m/ww+w3mNvayt6jxiUG2+39lVvhK5r756vKu+Yb6IvQwOAb8SWyE9vuSRvjpQp76bXoW/z2riPqdlXj5NWR++2sE0vi16gTyy3aQ955RIvXx+Yz2/91Q+X6hfvqTX6T6WhAo+gInlPlgLvT3ZExk/R3bqvCH0pz6BcQO+d3gHvofheD4XZDC/1LOwPkeoiL6XCfC+CyrRPoWn+b2krrM+gcoOv7wzIr62VZU+/49iPrxeIz3YiQQ+sIKQvupsnbw7CJ4+lL97vuhjpD4ls2s9MirNPqCT+rw22ZE+4aGaPnx7cD0CBEe/n+y2vh4dt74VEKA+ThT3vZwE0z6/oHs+6hz3PAc5q74YCju/A2O/vWYmjL6UQoQ//Qz1voChwz4BN+s9tbH5PuNgK714zh0+wvjBPsS2+z18Vj2/lFp8v0lQL79pdMM+I6ZoPV/AZb7ptDm94I7/vgElAMBEL3E9pZ1LPl2fir9a/j8+ptmNPmMgwTuh8pq+GWINvxzZnL9a1+K+T7Emvo0ZG76KyeK+uXsHPyR+iT8SpCU9KbVaP/c7474CAk2+ldBUP+il7r6IxAc+mcxDv8sfHzoC3zU+Yftov87loT7q92C/9Ek+v32Vy76BHSM+xftiP/0eer/AfLA+4AbLvr5mRD43/0s+kWXOvs67ET7qW+g+QlnavTvbir4dQ8k9myK3Pge0E73SnwO/9UYoPngXRD9Bbpq++VeCvgkWHz4a9na+/ptoPwDiFz77+Ja8DVgsvZn/mD1cm90+Tvb7PcqnnD3ZJxW+ZP1UvZBTOD9oTsq+otanvlvQUb6O0dq+pFgfPsZ4Hj/QCrs8oRsfP1qCcb7otYG+kCBIvSVSC78K4kY97iXbva22Ej2RqIM+","Z33CvilyYr4XypQ+vU7ZPqY88j3H5ea+tgWuPWKbxj0T2Ei9MuY1PjsCSj5eB0I9wRQMPjXV7b7h1Ua+O31aPvjoUb91EQ0+EV1hvaiqyT6t2wS9h3MBv8fUVb20K+U9nTpfv7q7azyh+gI+nzqCPntHib0YTSS/XuW0vrhzq76sbLI+Pk+PvkwhBbttj8s+N2FNvkHojj49uRc/UfFXvgzjvj5JfBm/3CGUvY9OKT7zD4A996KWvuKwTj8MkAS/CImnvs3K7z6RgaE+E8zdPpoH7TzddEg/ZrB8PqJHer5ta2a95+K1PioOD797or4+j0IZvnKqib7gX92+s56IvUGvLj+h54C+qfPBvhvt5r3X+jS/ipqqPorA2D5Ok+u8ZJcoP/OrRD/sgEY/uEfBuksRvb0CB+K8XNmGvgCDhb6UK0e/tJCePjrQh717gby+FzvSvapgcL4ola4+rIUPv35llrwSzJq9QfeOvpKnqT4nEik+GuGRPkHX3D0qwlW/P7ZWPpnXT7y4NdA+B/vcPqnkjT0FJvq+QaWCvZhaEr7/ovK9MLaCvqcb1r7ilYA+QnQMvk64gj6tS/I+hKK6PgH6q73Zfz4+ZOcJv9K96r6uJrO+GwQLPxXV0D7TZZa+yVVVPhNXAD+94m49HTJOPBDi2TsjQb8+T++JvJWaKr4m3xw9LcZ7vq+3r759cUe/YFqsPrtEH79INKO+/GiQvvKhR72L/Iu9B7ppuiRigz0foQc+j8rmvjUj9D0JEbW+Np84PvnuaD0JBIM9L0XRvhAn0L3Sapm+rMZRvlkw/z3hl4+8RgIDu7eAZD46coy9SymrPXf9qz4nI/Q+0DLbPetS0r7B4Ra/mQulvrsMMj+NzFi+bw+evTeN2T2gKji/+mNZPtetKz+mviC/uO+VPT8FmT0qhgU+KNLQvojk3D1K8ZM+NtOgvmr0Ab+dQIi+EqsrvS3y9j1DGW6+OvAgvL0Lgr4DDwW+Csu8vciJcr+Ddom9KqiAvDMgMz7EOeE9","NXXMPo94Ur4MP46+F91pvs73G78qis09LyfrPuNbXr7Pe2I+PV1HPhI+hb5umzK9r99kPm2kEz6AGjQ9cGCpPWknFzxSl/o9w8OePvktbr71vYm+qMKvPqe8C76SW4C+5o9hvZYokT2LFEE+S79Dv7JDP7/zWUe+8JARPTCfcb49MUq+MGYCvS7ueT5xXrA+DLkyvouXND4W8KO+GBDNPufMUz79n+69v0ysvsItlj5wnkW/vtQbvYSfdL6p4Ae/DtN0PnESRL/iEcm9ibG+PeOB8T7dEIE+FkAVO+/gKL/+EY8+wXYSv4ILNr+Q81C/nF2QvRbnJ715rTa/8ggkv4B0lD5XGT0/QVPRvAZ8H76Rm8m+umXaPhVxNb7SdOc+o9IHvI9OM74e23o9RqzsPF4OITp8ZmA+9HANv6MULL6tAQo+ppjzPnVTxTytNrm+Kmb/vugVmD7H8hO/wGCAPOhpOz9rF6E+VasfPiOBnr5GwAk+xRciPs0oJ754wQ6/9dOxvn8iAL8dAN0+VqOEvPl+EL7oJhI+xVkJPmyR5L0+vSG/7BUCvlx6FT/TBOa+kH8PP8+elD7/dc8+i0hgvgcbu7+e8so+2WiJv5w5qT5wQxU+3yERvvh9sb7/U/U+h80kvqOLir3C7ru+jwW2PoB7yr6aeIE+OIFRPhrUe7/A9P0+5KNKO0j4CD9sFU2+0HT8Pg76QL5yjpU+W1+LvRh8xb1yWGU90YDCvDQLEr/Torc+NDKovkR3sj5LGjK+S2dav5IUyDrFFDG+3AuPvqGYkL48vcq9h9ebPiktRr+Bq70+jBURPloiF714mYo+OPAhvmPznL7o2YI9hkOKvopjm75iB6w+imi5PnFgjb0ONlo+qqgwvZyZ3z7OmVi+soGgvpj97D7NRZA+KsyYvisxBT5FEzs8DgSFPs+F4r4amIu9hWmuPF/Br75vNlk+z82pPrmZuD7zYo4+TcutPpy5AT71kbO95VWUPqgLBD0EzrA+M/zaPaQ9wj7GRma+","qP5Ov+zymD52Lsw9IFQwvmShGb6vOjy/cYRtPoyqDr+ULtg8tZKwPfaf/b27kpU/TQrDvaTlar43yNm9+uQpvDq3Aj93RXs+wNb2PHJrAj97E3c+vgCLPkbwqj5PFNU93o4aPjcyyzunF/g++v+sPqmTDr0zPhu/YWamPnCMMD/sQo2+Ih4+PuX+C77YN0s9eG8Ev4bOTb5BLQm+3baFv07CvL5VYg++sXcEv4EQrr5o8pq8VvmBvTWXhb4SG2S++4GXvrteAL2afo+9ePgRvjYP8T6S/As92iJWPBtUur71Vs29Y1V0PO25Sz4d2qS+ioGvvLMjCD+fWyI+USR1vhwzWr5IyZE+D3Cwu2GX4T2MoYg+xhedvlBr8r7lxHk+TtE7Ph/B77tWNYy+hYZnvxyrk7z5yJ69KiRvPti6GT9/2KS/uw+GvcfE272xatu+ffSEvIKXkT2qIhK/TFnLvTevU75CuK2+pGQWv3re+D4Yzze/xzanPgUx8b0JObO+2sImvaroGD98Aji+CVYcPz2oeL725qC/spm7PlNWMz91qka/SkoAvrtZhr5m5qe+ijdxvtbL2jxW2FK/zya2vs9CGT/ErZu/Co7tvlvv4L1XgcM+uUYQv4+ZYb91oAG/iKE9v7bppL6nEAq/chD7O6CzBr4OSw88ltxvvpqB2L6tPgK8WGdSvykTzr05X5C/E6Nmv+zwLL8kRhk+Rx+yvNXcAT7fQFe/78P/vn7rZb7KgTy9vlskv2mY0r5Ant2+45KKvsSvND+kEYe/ro8Avsqb1jxLgI09vGUQPjxk7j4wti0+kGDCOTKciz25/Fo80pEqvj2H6T6DJXk+m0QwPtRJG76T2Yw/Gtb0utBjG79lAHI+25coPygzsT4aR8K+ljylPvdxqb4NloG9EITLvq7qZz5YKhs+lgQRPsZo5T1FIRO/Yp3Lvqap37yj4w09bGWEvmnb9T1F4xK/73XbvnVlrDwd5wg9Kmf1vk3Roz6O+Le/deu3vsnVG78HSIO9","oE7svtODGb54FCi/R0BfPgHatb3tXBW/jeYlPdHyqr98oAe/OoVRv2aaC79+hEu+tWSZPl4bAz1++4C+Kjf7PgqwDL/IVd+9TuHVvJj+rbkDEk++RP+RPisTPz7MGpW+hcWAPgpo47x73B4++VtwPtKquD1Ucbu+dIT5vQVaK78BMBS+iVdOvrFSxb53KGy/wvW7vHDl3r5swmE+nQIav5yGjrtDtli/UteRPoLbEr41CIw+6qr6vsyzq7tMuVq+nkhLvnA1ATz5Zrm+vWyZvuoYaL0phjs+jM4/vfDrkD4x3jO+rrmjvixOPLwVBXE9167lvvlPPr9BiWW/RzAovUFcw7/ol7C+P2DUvlxMUz593M89K18FvyCO9z5dY5I99LiEvz4MW75DvYm+2kFKvuXhpL6qJrc+jv+Fv4ouLr4TLJG+5PtWPkghAz6jk5u9jjv0vh2GTT6c6p2/a6kBv3bwwz4a0K87Wj1iPiryAz4mkru+r/IPv8owPz77Lhe/JK9EPoMPRD1LzOE+vyo2vg2nVb4f9Ge9sDuNvjArxz1CJIc9uF18PpD9oj5Gjiq9pF2FvD9Nm74dRLa90JV6PhPqGj4MqTq/qaHOPgSgh75PiPi8UFXAvW428LwictY++AXNvlF4Pr5U01u+QcqIvjfZBj28O+09302wvekhGL/SFik+Q77IPYmAgb7+8KI98nYsvW97mD0/uHO+3Ae4PtoPmr4W0f++jBhePvBuRz60YXO+65M3vidIuL375jO+FpKnPlzvpj404KA+1XHFvsJ0NL2gzoC+SvflvheZCb5tr549J2AvPtlXcD4dOsC+8pejPsYenj3r8Ec9lsY0v3l6kD5NIlE+gy3hPkUy0L4nKZ0+gl8qvbdT1j6HY6y9PPCyPb2+CT46XCK+1QX3vsHvYj6bWKw87C3oPPnNAT96P205uLR6vqAhCj+BNIe+dmY5Pdgxf72+hIo+245Lv++42Dy/vzC84mWLPlZvsz0j7jW+hpDLvTZBHT5Fa7I9","gjLFvYaJ676sE26+ZLt3vpiL5L7eyyC/ZPX1vaTTv74xpUe+7B64vfMBZb4QmQ++w20vvm1awr6+O2e+RMb2vj0Epr6wtCq+jIMaPjFhiz5Y2TU+kVybvpkQUL4NjYq/axnEvkTgabwE+6e9BkpzPvMYJ71aQbA+NXZNPt4ZTbybao69jHRhvsvmFD78EI4+XynWvoSmMD7VwsI+u7Apvsv3YL6aTxq/aoxgvDTeUT6g9x++lsI5PpS9gb/HvtM+2ZIivuHSyT1YbAe+G5M8PtEFYb1TluY9eURMv8Y1+r0X9O49UH31PcpHBD8fCy6/v4WjPfoRIL869YA98NPaPscphr7IMo08MPqevlgNw754dYG+W307vgdgPz+n4Ig9FYXvvgD01D4v+AC/Emd4vjxVhj2Q4zY8L+nNvgVAST/oDyW/Cq5oPaF+0T2z4DO+zCv0PUELMz50vaK/AktkPpNwrz4YZFu+QZsyPlrjAj4AOEO+qy/ovftRvT6vEVA+ij0sv+TCaL1O40y/iYQsPv1iJr/YNC6/TO6Vvm+YZr7aZCq/nzsDvhMyJ7/rVz091U9FPzAuFD3tnjo+oUGbvvVmxz6cfMy7aGZXvnT0DT8H90K99jFOvg/WuL78xQo/WBhFvODaqz5D2Oy+U8OIvvILrr7c1nO+3nQmPb41XT9R/ci9wk+9vscol77Jr0y8NO4lPbhp9D2mUr2+wv/8Po90Br9cfB0+KzP9vkGrBL7MUr2838Gevn/5Ej9r/5m9vkC/vQvQ7T7Dsv473GKCv+nqjb6Lxjo+haAJvlFEor6P/pI+9FHovvI2Hz7S97C9F8QyPqk6Lz7Edss+/dscvxOy4TwG7Zc+ygfBPnB5Fb2aS54+R8DpvUXYqj51uOM+ljFpPvZ4+b5wICq+qnryvVtOlL0InrG9zWxMvnIgvD75DQg/EnaYPipkPT7vMns+tPqTPlj5ET2zZsU++aafPHVJIz/ubRo/rYlHv23wpT7MAqA+Ms6WPowIPD/cm/s+","W12zvNorRzzQS9k9aWI+PvUBC7+aeeI9SeoWPXuc1L8c6Dk/HWEXPvBGUL7txIU+BhONvijfK79RBc++oIiyPBn3Lz8YBgY+ggYPv+zQYb0CWqa+MeevvtVzwz48UIU7+7n2vmLzCj6DL6O930D2vrZ9HT4FQ8a+2WEdvqb1Pj7O/uW9pjOdPS5Gkr5+vRy+bIS4PlB9Qj47E0u/dYqGvvAZp77uxkE+yo3tvl5dFT+Wqq6+l+cnPWnbaD6UFKK9sn58PKZNqT72r6k+aTnOvtSiAz2zCTm+KsA1uxQOEL/4yM4+HQ8iPpr9VL+b0g8+xuRev7KkAr9ATFC+XZq1vNNI8T0ElIA+XSWqPkbph76kGyW+p28svw94Gr9S+QU+Ln48vwVDQL5o8e693VPJPvqIDr+FCvC7AG61O5BnHD4L1kg+IvW1vjg4z75HqI691X2Rvtae3z1QxBW/+yAMP7vUsT52tOK9Umg1Ph2Dwj5MHmI+ltiOv9ZtE8Cfbf69DJP5vrPJP79i25a+dQQKvlAiqrxUvkG/sHCTvgHmF76eb42+bxZvO6iVVb9XMwe+RvySvYCKJL43lFo+WJbSvWfeyb4t8L2+pmk6vykvyr17+rO9L3TMvnPv6b1XC5K+xwpRPlbATr6O8k2/g3r1vsUcAD7qf3W+el8Nv+Tuobs5ZB49soGOPrJZiz2FB5W+3qD3PRmBqb6+7fi++1IFvs0LDr/hrG+9Uh9Mv86pIL5ZHN6+3szfvmFmlr39eUq+dSGPvucXSr6i6Jg++kAavy2mI762G06/pjyMPhS0lz5Hhhi+lrAav5R+Lr7erHe+MCT/vbrkpL5daHW+qS98Pv1vTb4Mzou+MhOhvzM+eL/WR4w+8jj6PTWbRr643KQ9YuL2vX3alz1BqYK9jIoYPn69C7+p/qY93GELvxpFmb3B1Ky+c850viCerr3/F+K9eIlTviooBL6xqJO/i51+vuNUfr5kbjm+iTujve/VkT4fhyw+vI8Ivt5jNLzJ3Ki6","OOD4vv2rD7+PzOm+E5IevpMuVb/9S+y+bcmyvmsihjxn2D++CztRvh0+rr7WK8E9pc5HPvGW0b0g4ia/rBeGvZFDO75AXsW9gkbEvu7WKr90pMC+SQRKPik9SD5s/KE+6BIwvz29AL+GhVm/pGWyvhDsoD6gY0e+M9HnvjEdtTzVkkK/65VXvgSHSr/++cS+djhTvshhAz6yH789Zd2hPg25l75ixHy+4/Mav2mazr7ZC/++Xgbpvl1ezb4YbTK/Ybsyvg5UA79MRrK9zFiFvuAWLz4jyaq+DietvYNNCL/+XyW+bXcqPmNIjT3UAFK8NmeDvhF8B7+aun29Dk8xvQiIJL4XzDI+hjKbPWs4hT5lsgi/hZQXPoFAR79YsQm+x4TFvR3sFb+Z+q6+m9J3Ol+r/L6Bsao9lPloPvgCdb0F2+C+rB7tPdVJEb9Kvse+JBF5vxi+6r7+X2u+zcUVv7gsHL/xwOq9JGq6vqfDkr7ZEhy/KUEav0kI4D2mDGe/lFYMvy+wgTxr7Oc9WE/ivuvpaL8Qnqe+/SjhvSPHBD7UYxY/r91QPvpiUD/7ioi+dOq7viuYwj6QK0g+2Rb4vkaP/T25Uvo9o84PP9pR5j5v08K+A/gFPzeaOj31XyQ/iFC8vQzTi76btZe9g6mZvhlGXb3ewFe+La6yPgA7qj4lCII+H0VpvxXcwb/38Ra/vLUGvj4Egj6h6K8+HaBGPvqTxb9169i9zMmJv/5rlr6fdWW/K5hAv7tExD63h449Mo6/PgsKSD5iWBe+2LH6vdiYFb6JPe8+Ye/DvjmSUL76gum+GT1Fv59llT68o1i+gguuvS7AsDz5LJ692YhDvx+o7T7o82Y+R/bBvzXJcb/Q+6q+ZrudPv/zST49d6u9VC5kvu+QJz9d7ii/9O31vu3HKT9M54S9uxBlPuEjaz5OLtg9VScTv8SfJb65JIc+zwKVPg8lWD4IMe+++KplPkSshj/mMPy+N/qCPo0aCT5ib6E+g1K3PuGKv75//nK+","rR4LvykDAz8dgAA/4EYgvsRBPj/X4Ea+f9M5Pyi4bz/0XBY/umAVP7nhMz5HYaE+gEiIPhrCKb9X74I+iwHpvcrfLj2LyIa+wbdRvjrynL7oOY2+g+I9vgStsr1nhK6+Ou8Nvo2Jh7yP4+m9kwUKP4hUw76QF5Q+VZbbvov4Dr92vKg+VIK/vfDoPb7G7a6+dQ8RPohSHr0hHRK/kVqzvuxfBr5JfP89Yxsgvpcrpb6cG2y9MRW1PuqRaD6NBDw++vdQvgJLsL6N2kI+GveAvrfnoD2G5Sw+OzILvgskkT7T058+0dhMPmLrqL3DC4y9cnmBvpNJnb0jQie/KQXYPnPs7LwkdVC7EgPPvSE8CD84Mdu+7duLPUpdq75AF7G+RNgEPtzyO773jJi9nGIcv9t4Zb9ymu++do0PPZ1rAD4Ef4g+S8+9PQg5uj4WDDg9gWO+vreIlb4DctW+5B+UPTPJQT4SmHK/silwPv+/zT76O66/9/sGPnn2sb0xeYM+doYPv9IoGj+oVBG/Y0ZMPiAh4b3HuHG+Rr4zPsOEZz78RhC/1agSPcEzTb/+vua+4kyAPY+wqz4BpoG/xT4Yvq929DyZFgO/IpOEvelf0L2ihNO9VwshvZ2+y76VsVa+5vyLv15Xsj1BDE+/7vxZv+ShCD800ow8+IyqvU9isjyRU9k+UFM6vtFWK762nJK8r7nhPr++rD5Yias+gpRwPltqi76c3aa+VQWZPQyZor6cuMu9HFaiPs5tEj+qPJE+NPKAvfRhxj7kDgK/1EPuvdc9mz62HDw+65d2vpf2R75yWpw+F5MDv/W2nT1AyS0/O11FPkzSkr6CeFE/sAVjPgBOeD7cZwg7Acgfv1Qp2r1fa6I93IU9PivIgb5xM5++VsrHvpMh4L4HVeq9cWL8Pg4qdr6qC8U+varKPiPXtL7O864+DMWfPtYFLb7cxC++hkM/v5JG774aeY2+0MqJPb4xAD6NQuo+2FoyvxCRKD4Suw2+J9yXPd0pMD/9XuW9","xVFCP3K5wb5dlEq+MrZRvauCYT4iEOu8cCuvPptazr0xfWG/FM9UP1hukL4/dhW/WW+JPdUCVb6r8Ki+TVyhPRIgpz6poR4+9KlJPUAmar65IoG+v2dwvlYWlDxH1WO//auQPk/SK790kjs8DuRWvtm3xL6zOxO+8mRcvx/seb6eeD6+zssFvqmXe77Mx5I+pJ7/vsAyjb3t6yK+/gRivgQ+xbzmlQy/ljijvTNh6L5R4FM9y8RPvvRhC79d1ee+Jpt+vsL3hb8CwEw9t410vsl26j0CLu8+64s8vpMPqD307j29GuAmvynk275CbyO/KY5WvdXGzj0eRri81hAEvpVnlb0Dmrq+kZ+TO0EmKT7adpS+4x1xvjwvlT76ROi+z3O8PereM7/U3qU+GAAFPl0Dkj2bDgo+M9YYvwLIijwIucI9IfnwvrrBob8QqXg+Hah4v5zisr+z+TW/vfXmvXCqlT5uar28RTsuvhOAlD49tpK+rTqgPvEWmL0ADKE+Wr8rv4FgHL5V5le+TNgfvT9MKb/JNuC+o0PfPl7KwT0zn969BS+mPtCexr6eIaI9xrTXu7CNPL/JX6W+ABkRPoipgb/zfBy+GXOPv8jHDb83tQG9fVkoPQA+p783L8m9z1BPvyxCH7/C+ww/HaQrv/AJmboaQB2+tqQAPtf0qr40WPO+D2Euvipnob//XDG+BMAtPpaEPj4Ghow/tRmZvo/Usr7lrEW/nxQfvoocqb4Qv8A+l4jJvoQCkDz2CjS+TrYLPkhUjL5m3NG9ZzmAv6RiyL2TF2w+g7LvvdwzL7635/A+s9KnPuQqoL7+20S+bc+avYypqj4zebE9Rd7cvsNBVz+QxKE+ZqFBvqt9GT0kp1a+rRcTvo3X475iXKQ8bDgJPySw6b0iaqe8/KPpviT5DL7W6ge/SfsaPoyvmD5ZtbQ+V64Tv9roDb+6mYq+KFUDv1NGM74oRj0+nnekvREMQD1YHQk/EryLvtvXQ79060m+odW3viuC8z5N5wc/","9Pa8PeMotr6yToI+uCEVv85bx76HfSA/TDxov69T/z1JZjY/HjGIvpMXSj4jMQs/w4LIvkfncD9yTRW/c4YPvcDvjT4ulYM/gwxFv5IkRb8ogr4+j8ezOocy/T7uFzy/W6+LPrLFKb7pqoG+uQSEPxHLRL62K5e+34D1vuFwoz42rcK9Soyovlm4cb+aZVS/NzHDPs7q/T0KbNY8gRXDvOaZ4b6PzYq+h4zJvhqC+76TnZC+lGGoPD8mzj5d0Lo+ShPdvVUiRD0tCNW8X082Pm4P8j14WR8+mgsHPiYrlT7p3e89bBmiPlpuUj3S/os+xqy9vt+Xrb22xJc+pZQ4v6XAuz2eWwW9PVyGPL2mtz48voQ+XrBdvkry7r4x5yC/iIW4vMDKCj7DY+m8ecJjPkWsab3odXK+NA8ovwHTGr5UykS9XjASPm0m276fa8w9VjcZvwRZzb4dCiY+ieuFPCiRND6TRJW+S0YdPgM5Tj4WFok9vFwFvv5P9LwzMxa+egs/vlljcr9jcgO+XYDCvc26nj30v/m8Hku9Pj05yj0pNKU+YEjvPnxTjL5Jyw6/cF6lv0idib6QXaC9G7PDv8AfSL4R1pO+4tJiPpDMV72/u/u9/VuuupmDSj7I/YI+LuzUPU3qcz66HX6+jGyMPUoK/r5iXwo+07nru1KPIL9XH2E++z9Tvmt3Tj7u6GI+E6OLv5gpj74qIVO/dMAjv2cB/j6ihPG9yBnCvmz+B76RhpO+tv1uPrzPX7/jT1u+EDKkv20Q+r6vm5a+xkSlPT40Ub9TXTS9GTygvj76ob6+x/g8uisuv4hfbj2NHDW+nPmGvQKy5L6s+G6/06yjPpVw4b6d9j4+REIoPpylhb26XHy+kHN1vo90pTsIqW0+hreEv1G8575ydQS/6bIzvLPiTT5i/O++Bi8Vv0MM9r4Qp3w+FPoRvzMyLT79Pd6+9j9hOlpnuby1vom+A2zUvtO/C74SRxq+bC43PlIbxL+Aqz6/bkU2PT+XQT7j9he/","b56tPHKLfTzbXZ69ojdvPkRhyr45pcO9GY4rPRswM75s0Cy9+C7ZPIWggT79pMo7X8LsvRljkz7+X+W+qQ5OvxjUT79XlDO/HQzcPVcZKT6jNV6/CXtjvCtyYD7MHpy+lM/YPAxMSD4KKbo93Is2vnzTTL/nNuI+wpqEOzqkdD5QxWe/a9eSuahONDwZYaa/ZKXXPvN1cT2zO/U9TVQfP0QbA79jDD++Uey5vsZrBL5A3zc94XCvvSL0KbxJkhy9gldNv97C8r4PxAw+0OfOvsEEzL7MnYI+ydC9vmEhBD65TJy+m3ogvmn6nL7iTMI8jqPtvdgDZz56xwo+dy7SPnSNTb7rDdG+4QGCvtyGBD7On9M+AOfKvotDtD4tS7g97f8NP8WFjL7qAB2/TH9QPiZoLD4TID69nYsmv7MR0r0QtQy/dxWavj/31z66pzg+6YIvP1wBqr2DXUi+/55IPu9iGL3uJYO+WKQiPqnAgr2FQQW/sAqUvPYhzz7HCXI+uWnPPWC5Yr6ldqY8K8eHPhdFWD5A3Ne+OUfWPDfALL//1og8Jy6DvgMIQr7M9x4+CI+7vjYe0LxTQ9s9tsEKP4pmtj45ly8+D1Tqvh7AE76tUd6+Rc/wvTtq+D0SxIM+jIslO7y0/b16WO88IE1gPn8F0D0wp82+bC8Nv6TUO79OxnM+j/vGPi4djD6jmwy/GNWqPSg2j774RX0+9jVCv9TgRD6pL6s+Pv3rvoWyAj7+Ejc/OLRoP6Uau75aC5O+l9luvne0tD0ZCzG/RiZ/PXCf7T2Hngy/pqszv0Gv6L363s29tVPEPtMJDT4YPQe7oy4OP1Ol8L4fmCi/MQpNvbH50772z/G+ZyybPTJeGr/HQCy+MV8Qv5+OE76nBIg+IcIcPg9YK76QB9i+sSTAPiQtfz1mv8W+s/2dvZ9kVr7Yi1C/pQ3dPZDRLL0dLx69huqwvFrKDr5ubxg/6h/wPUCHQb727xC/cfYJv7uodT1LCG496+Eav4T1+L2sWXW/","g5pVPgqmAT5oACa/Z67hvjNDAb9rW8+9rxNZPikdob3V8/m+qDbnvXI+hj6hw9M9z3IKv8+NdL/pUAc+Rf16Ppc3576pEa2+UxekPTusWL7RtDo+/lU1v0+ZxT1HJJk+l+2zPvUHJTv0GAI+MwWJvEusUj26/oK+/p3YPABqWD1GvNU9h9cAPbzbEj5H3mc+XnWEvmwDiz4uuH8+XOQevi+Rkb5pVAW94ew4v/vzxb61gLE++KOTvu1vlz504dM7UCm9Pl0VmL54MdA9/DwOP1EaUz6o53s7fvhVvgaeBz7Tfv0+fwJKPmPkdL6ldwG+w5HEPjMEib6YZMY98Q4Vv3FxXT2fV7K+wrFhvQkYaL7huYe9CSdSv6z6vL7nhUS/pTwkvl7o5b3yL9k+ZY4Jvqwurj39qou+o2y4vitmeL4UNVy/AnmbPWAHmL5n3pQ7bXgfvjXT4b6RPa29g+aUvatlWz75xfY+0VOCPwziLL4lnRu+QssAP2SMYj62xP897QYWvWMgWz0gBhW//HsJvkv+Ab+AWRU/xcv9vjs/Dj7MX+i+fgdFPvOrLz2S61C+Y9yWvZUUPz1e8A2+BVwvPgs5zT5LCHg+/cbaPlWgML4Xh5I8EOwgPwLdarw3CTw9Aut+PqPX7D1S7C47T6wUvh1MXb/Yd6m98YRCPnNutDz05de9h/ltO3blGr2Z24K+CI/ive8Zv756oI4+Gfo6P0/Gab5zOFA+lCQHv4Jq2b43bvY9gcI2PotUST4a0uI91Rd9vvGcGD4w4Sy/nnaNPqUK/j5NHgi/ZLJ3Pp3pzr6cWsy+BYvSun+3w754XeC+OMYYP/e1Xb79YQE/JYEqvibYCL9RWDi/cAaKPoeQnDo8OTc9RlgoPtX/mT58qhA+BnpOu2ibFT5QlQG+CZOKPSQ5yb56vgM/0yTCvLl/K79xZ8w+sEyTPok/qz2HgKS/cthxPmKCSz6HkCO+Fu0Xv88p/j3EtZE+8c/QvrKD6jvWkG+9JRX+PSU2ZD7lu8W9","8Z/4vg07VL58gsQ90EsYParwKz194oQ+w4yFPW5D6T2OFQC+N3gMvn72qr4l986+F0lxvnNUi74tS4q9Pi3yPaw97T7pgpI+Qhm6vqO8L70COUC9MNmMPPEDGT4xRgM9TJKbPNcgbb+8eZU9eV9TPKyFdL7I0/C9uaI+veFvnL06+bM9/n2WvrtEuL5OOVC+aGyovrQJYD457Xw+OnK+vu++Rr/FaDK/wUWmvrfmij2f7DI+nVf5PSN28L4c9As/3lLwvc69R78Ks2S+tf/dPrL+gr0nySw++qxMv5s9kj4d9Us/HiRSPxtPfr5TLiY/4f1CP5vrpT1zyDu/Hpe7PpOxsD6gNeY+hugAPxRynL3pBkG+wwYeP3Dolj9PUju/wTkXP8tfcT3WFYq+EUQCv4uFTD+fkwK/khdUPjFEZb7QcIY+BRX/vjjjPb0yaZQ+2V/wvWsoUz9ErXi+w9mkvjjnFj6k7Nw+4IQ3vs8uYb9p/sW+mtkkP3DMmr2QMhO9+sYfv4dWhT0R6qK9xgFZPJwDHT1IS5i+xp79viO9+r7fCUm+lGEqv3TpwD6Rbb46supYP2nkQz4Az0E+JsCavhK5mb6cpzW/ZtNYPuNCyD7ibTW/gM8/vi0pn74/pRU+2Ok5vy88aD58uJs+bDNgPs73HL6R1zI+TJ84PTT2Kz4W5Li93toiP9uVGL0niR2/Ild4vkoh2z4q/ne+U7k8PHm8ET4FrJO/zy0QPyP3hj6u8eW/s5B2vrXKHr+x+P8+ESQovdJbEz4BfvK+D7bUvf6KcD6WI4w+rQpXP/P5276EvCG9O02lvii+Qz7iPJQ+yWL5vjh0Xr/d/Rq/Yzsnv3mqvr7OoyW6Hm3EvZJ0d7+f4iM93dqCvRzQQb/kimO9poXsPWwKAL8KbdG+og4MP1ZknbxuGrk9jiUOvRRIkr5qoyg+UQOYvf23pr6n9468FlUPvzydH789R4o9uljBPu2KfL65wbY+QIUbP0VsPb/Nzp6/CKTEvlebKL8GlxA+","rvLCPsa1xr6rQgO/wOsDvr88Br57Doq/2wcrv73xGr+HmsG/vPINPOC6Lb+H5Ok9YPkHPhKHIz7U2GE+DBpuvNBhO7+Mbuo4F6RsvwFzhr9xkiw/bUblvEO8zz3HICk/d04FPz++jb3l+Vu/WWexv0BjTT7d2n+/a0oQPx/BAr8wzIa+vMX+PmuxRr/sFx0/39yiugeEaD6Wg0m/QmaAvd5CjzwsRgm/DxOgvlIKg74gSbG9Vre+PmcVir4ikkW/b4C9vpUCFz7NmEG+1yWev0N6Yj4duiq/KwaoPCXWCjz2Ap2+5P3sPuGWiD7Upr29uOVWPpYyfD6qMnU9p6Akv9gUDD5Hhye+mh7iPs6f074f4OK+gUQmPnADET8ivO++ckWevPpbFj9Ksyc+xBkhP78oYz6dkO++zEaGvokCgz4AEAY/nFrQPf7oVj426qi9W9rovoeQxD5WuWo+OgM+v5YXfb26AZq8Vt0qv0AapD5IDiG/NT07PzukaL+rk0W/EdFLvwhIN7vZSnO/N8AfPsB4ZL+700i+2de8vtpA7r24ui8/yBUKvwnUk73lVhQ/hfBGPpCzkD5Ndwe/zNCvP8bLQr6quoO+2eVUPCtJn72+Kho/9qdYPr+3172TM/u+ADInP6guoT7uwkM+099kvkDnnL78cRe/WIG6PcT5tr5Yig2/33y+PkorUz7tXSO/z7puPuqHsD4QGV69eFoLPuDK3j7Pk9i8CZQjPy9AWb0lmO69j7GRPuwCOj7viVW9Z5clPrjPFr6EGAa8Fct8PMYWLT+JfM8+qdxzPmI3jz48YCE/nM9zv8hmLT1/tmo/8AwQvqnw8z7wexs+qjoRviGbHD8OfaM+uMOfPt80Vz5das6+fYynvmDHBL0evsM92Lq/vma3S76XTIS+uqyFvhINF7/NVZw+c/LOvTXhAD4svbG+YDervlBatz6CG5I+Mxi1vkVToj4Bl1A+6LtAvZ0r472sYSI+Q3PCPblunD6ekcq+GzcjPC71bL34jJQ+","8pasPBLwUr6msr4+8EfOPv6dgL+kSqs+5kkLv2ffYz1I9po+386MvUxLiz7zXug8TUKxvpeYcb7WiB+/vaZfvr03pL6VDnm+UoP4Pmug/Drxjh++luhFPkLCJL/lTvS+yeMyvrOhNb80+oM9LDSYvgSkgT42iBu9vRJNPuXCV74yRiu/oZKTvR23ez4ig6K+QwymvkMLfT4uJQy+S+H3PKWbkT6phYi+qLeUvV0T0j0xpRq/MrKwvcBC3r67bIk+xTGmPkVQB76PL1u/iyFOvokWTD5fhws+E/8nPrkgFD/OZ5c9ytDivWZXFz986na/gSLHvUC3KD6Jw08+kuRaPisnAD4iA30+UZBGvxTePL/70jC/dhO9PLCaur4BHgE+lC+5ve+PDj1T8x0/Rz5Pv+0KqT2aMVk9MnZbvsNQZj7CDye/JxWPv8satr6EU6E+SwnAPhp9RT4+65G9umbkvkT6Tb4CIMC+nNaHvohF9b51hbC+fxGEPimQML92qrE82tdAv7m8Qr6b9+C9Q0BRPqXvqz26EMO+qk5NvpXzS770uKO+ZmU4Pit0T7+LBYC/bmxjvw9FyL7cYRG/hfDzvvAAv77vcZO+NRrVvlDWpr/4SgY+sCkUPnhyEzutQyS+Kp+WPY9r+T69xA48qfAWPn7yy75rgOS+QuXmvrkqBj2EqaY+MIBhv6MOyb4d0e++GgqgPq3Nlz715KS+PayrPh0RGT4fUYW/THedv7NsC75qIfG+1FCIPjrQ1D4eXqe+wjkRvgaPD781uTS+eoo9Pr8+qr4dpJA+nQXmPrMdG7/8w4m+xxdBPnnV5DtspiC/x60Pv2ejCD+H4Og+koOePtQMgr9L26C+uH8UPxx6I7++2KE+G32IvqRzqj7QGeo9m8RRPn6M+j50cOw+B0tFv9ATHD9O8A894nkCPqEmlT7Ednm/0H5jvrrG7TzbMLm7usJKvW8xBj8Z/ZK+x3eYPpU3CD6ofAi6+mW3PEON4TzOAoQ+zkOPPfiRhT5XnBq/","5d3TvuD/FT7IEVY9NduKvsnmFb7G3Au/9YS7vmDiAr10zq49HjUOvuwWpz3Ecve+7MypvujzFTuwc1i+Ev8rv1dshb7xBNU9o42cPTqTg76/NtW8M0rZPoTQJb7UPhC9f5Kevjy0nD1X5yC96lWKvv1dib6o2Zy++mNbPbsqhj2VzTo99D5mvucTTbyhf9m+/u2GvBVzEL+l4xe/wfmRvcgYIr+zHRi+AV6zPKzHDD4Iqiu+PQ0HPt8kgL6bvx8+T2rePRp/AD937si+qRwoPleDtD5Lqvu+TDklPr7wHz2UNha/WMEQPA5Un70wMBE+4KMHvU/86r7P79O+hrfQvtD+BD6ec2Q9zLxbvgMmsL4uUiY+ybohviqN971w35e9MAUvPrgpKL9+D1q/WKO/vqFF3DyMiEs9MdqUvcx7Xr7dzBM+9O2gvrpgN75YkpS+gx3Lvn2nIr0J5ki/5Rucvh2k6z5K0BG/ltsQPlGvBzu5upG+bxmFv5iIvb7kba88Ns+4PnRhg76Fl6a+1MQ+vet1Bj5TzVC/bWXgvgW8BcDXiLG8wMYqPgiF471Fguc9WR+oPrjClz6MJ1++LZwdv4Jj375tjHa+yVhUvykUAD4WBx++fssTvwfC9b7NMfK+zrzjPR/REL/nuh29aZDXPVluRj6X0pW9Ab1bPjUkdD6lIhi+/4XVvcwwBD5s4wY9LzAIPiZPFr46Kd++3eaVvzi+I7yyVUY+GykFvu/8cT6law+/9KfVvi7Yhb7Gk5q++t8QvTMYW71X11a+adt4PbmGVr19zCW+GLXvvuDPeb9T+jQ+LtEivnDZAz9ZoLo++WhAPnG/yr6q7ua+AUUEvFXIL742aBo9d/w6v+uVs73nnLY9ueTavsRrG74Xfyw/nDuDvsUfo7/fR5y+/yyPPcPrtL7Pb9a+S68tPhgmQLsVWky9OMsivW6xOr6POY++SWqPvPqiLD+eOTy9VKcevX3IgD4VHqW9AbJtPhaRJL5zS1A+bvrdPlTIZL4mFnw+","2GQpP7A9bT6YPsc+uKmNvnUNtb5yN/s8sWJCvnm0gLwp9Ze9Jq6tPqMWoz6L5Du/D21svusT3T2S4Sm/evg7v1i23b7t9XG/opulPkhyij2QK4y+M/B5vODPvT46WVQ/tLaAvoFrSj7NdL++/E6qPD73sz2GDY8+3G03vxwqNr4t9qi+pXYzv2HSj76yTOW9pCAavZfpTb4hIYa+wcKKPwKi0T0sSNe+NUHUPmEJBr5O3gO/WwW1vjLQrL7f+O49iUqUPYWACD/ZzAQ+s0KFv1cY+r24sFW/5NlBPjY3X79N4OI9YW+cvcNIKr418wi+5zhlvbR5dL5cRMA9aUbSvus4Cb/ErLa9wMLkvpNkBb8kJ3m9QjGnv97Ydz7fCYK/ZhyQPhcCXz14XLg+IwGivvLwC79DbAM+Y2W2PvP3uT4h3R0+tlOePpsqbr7qbee+ubCtPg7htD595Oa/ug8vvuE0nz5PML0+7nvAviyyaD1qbe09Bl0qvlYXZT7BQyy/C4HpvQ+7UD0b8eM+0D/uPlOuzL1MpDi/4NI6v1ioNb527Yq+0bKcvuF3hb410ty+bkMFv22G7r1QCMO+UzmPvrg+Zz02mZS8CeCbvqoimDyM3UC/8Wy+Pg1y1L6y7vK+e46SPcpiSD6k4Jq+xqfmvhmYiL+zoAa/Q3+LPoiBJz7k2lO+OEDfvQ53j78Ex70+DJarveujnb06EdI+c860Pjf6Gr4Nzgu+47dRvn4eHr4VJyI+if9Zv1Mgi75y8n2/gJDTPq+nAL252gS/CuRYPXRpsL5XtVU+i1TOvd3RwT27UxA+ZyvHvsmJCb7itvQ+8P8tvkK0qb2eo729R8HlviEBKzy6BzC/CmYQPnNG+T4YyvY+q1aAvK+wHT9EDRe/8iTCvlwVTL7NOFs+OzMFvxqhhDtQYfY9sobHvmKF8r4HW+a+ZRo+vZ1jQD7/Taq+1yDvvvDi4r4MkBI9v6bIvzsGYb7PF5U+2aVBvw67/b3GTMq+YLkHP31g/rxrjiO/",